Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/prm-stoette-til-prosjekt-med-unge-duodjiutoevere.html.tmx
Source language: nob
Languages: sme

source: Sametingsrådet har innvilget en støtte på 100.000 kroner til prosjektet Duodji Dreamers på Riddu Riđđu.
sme: PRD: Doarjja prošektii mas leat mielde nuorra duojárat

source: Duodji Dreamers er en kunstutstilling hvor 10 unge duodjiutøvere mellom 20 og 35 år reflekterer over duodji i dagens moderne samfunn og virkelighet.
sme: Sámediggeráđđi lea juolludan 100 000 ruvnno doarjjan Duodji Dreamers prošektii Riddu Riđđu oktavuođas.

source: Utstillingens fokus er bærekraftighet.
sme: Duodji Dreamers lea dáiddačájáhus gos 10 duojára gaskal 20 ja 35 jagi reflekterejit duoji otnáš ođđaáigásaš servodagas ja duohtavuođas.

source: De 10 utøverne har valgt hvert sitt verk fra samlingen på Samisk Kunstmagasin som inspirasjon for et nytt verk som de selv har skapt.
sme: Čájáhusas lea fokus ceavzilisvuođas.

source: Både verket som er deres inspirasjon og det nye verket er en del av utstillingen.
sme: 10 duojára leat válljen guhtege dahkosa Sámi Dáiddamagasiinna čoahkkádusas inspirašuvdnan ođđa dahkosii maid ieža leat dahkan.

source: – Sametingsrådet ser at prosjektet kan være en døråpner for synliggjøring av duodji, og med festivalens rekkevidde hva gjelder besøkende, kan prosjektet ha en positiv innvirkning på rekruttering til duodjinæringen, sier sametingsråd Silje Karine Muotka.
sme: Sihke dagus mii lea sin inspirašuvdna ja ođđa dagus leat oassin čájáhusas.

source: Duodji Dreamers er et samarbeid mellom Riddu Riđđu, Senter for nordlige folk og Samisk Kunstmagasin, og utstillingen åpnes under Riddu Riđđu-festivalen 11. juli. Duodji-utøverne vil også delta på en panelsamtale lørdag 14. juli om hva bærekraftighet innebærer for dem i deres arbeid med duodji, og om hvordan duodji kan utvikles og hvem som har rett til å utvikle duodji.
sme: – Sámediggeráđđi oaidná ahte prošeakta sáhttá rahpat uvssaid duoji oainnusmahttimii, go festivála lea stuoris ja go doppe fitnet ollu guossit, de sáhttá prošeavttas leat positiiva váikkuhus duodjeealáhussii rekrutteremii, dadjá sámediggeráđđi Silje Karine Muotka.

source: Også Troms fylkeskommune har vurdert prosjektet som svært positivt og i tråd med målsettinger i samarbeidsavtalen med Sametinget om å stimulere til rekruttering av unge samiske duodjiutøvere, og har derfor innvilget 30 000 kroner til prosjektet.
sme: Duodji Dreamers lea ovttasbargu Riddu Riđđu, Davvi álbmogiid guovddáža ja Sámi Dáiddamagasiinna gaskka, ja čájáhus rahppojuvvo Riddu Riđđu festiválas suoidnemánu 11. b. Duojárat servet maiddái paneladigaštallamii lávvardaga suoidnemánu 14. b. gos muitalit maid ceavzilvuohta mearkkaša sidjiide go barget dujiin, ja movt duoji sáhttá ovddidit ja geas lea vuoigatvuohta ovddidit duoji.

source: – Vi håper at også Finnmark fylkeskommune støtter prosjektet, sier Muotka.
sme: Maiddái Romssa fylkkasuohkana árvvoštallama mielde lea prošeakta hui buorre ja dávista ovttasbargošiehtadusa mii dain lea Sámedikkiin, mihttomeriide movt movttiidahttit ja rekrutteret nuorra sámi duojáriid, ja lea danne juolludan 30 000 ruvnno prošektii.

source: For spørsmål eller intervju, kontakt sametingsråd Silje Karine Muotka , tlf. 98487576.
sme: – Mii doaivut maiddái ahte Finnmárkku fylkkagielda attášii doarjaga prošektii, dadjá Muotka.
